import './IntroText.css'

function IntroText() {
    return (
        <div>
        <h1 className="intro-text-style">ما هو بيت المذاكرة؟</h1>
        <p className="intro-para-style">
        بيت المراجعات هو وجهتك المثالية لتحسين مستواك الأكاديمي كطالب في قطر.
         يقدم الموقع موارد تعليمية شاملة، بما في ذلك مئات الملازم والأسئلة المرتبة بشكل منظم لتسهيل الوصول إليها, مما يساعدك على تدرب فهمك و معرفتك للمادة
         . تم اشتقاق اسم الموقع من مكتبة بيت الحكمة العباسية، ليكون رمزاً للعلم والمعرفة. 
        </p>
        </div>
    )
}

export default IntroText;